## Problem Set 4: Comparing Means - Housing

### Gabriella Rivera 

#### Data Exploration

1.

In [2]:
import numpy as np
import pandas as pd
import matplotlib.pyplot as plt

In [9]:
bs = pd.read_csv("beijing-seattle-airbnb-price.csv.bz2", sep = "\t")
bs

        city  price
0    Beijing    401
1    Beijing    436
2    Beijing    479
3    Beijing    415
4    Beijing    317
..       ...    ...
990  Seattle    275
991  Seattle     75
992  Seattle     99
993  Seattle    140
994  Seattle    180

[995 rows x 2 columns]